import React from 'react';

const Home = () => {
  return (
    <section id="home" className="container">
      <h2>Привет! Я Ермоленко Леонид</h2>
      <p>
        Я занимаюсь разработкой десктопных и
        мобильных приложений на C# и разработкой баз данных. 
        Моя основная специализация — создание игр и приложений с использованием технологий VR/AR, 
        а также программирование на C# с использованием Unity.
      </p>
      <p>
        Мои основные интересы включают:
      </p>
      <ul>
        <li>Создание интерактивных 3D-приложений</li>
        <li>Работу с 3D-моделями, анимацией и текстурами</li>
        <li>Разработку и использование баз данных</li>
        <li>Создание игровых сцен и написание кода для приложений</li>
        <li>Внедрение новых технологий и создание проектов с нуля</li>
      </ul>
      <p>
        У меня есть опыт в создании анимации, внедрении и разработке 3D-моделей, работе с Git и базами данных. 
        Я буду эффективен в игровой и образовательной сферах, где требуется работа с современными технологиями, 
        создание анимации для объектов и реализация сложных задач.
      </p>
    </section>
  );
};

export default Home;